---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationAncillaryType.AirturnTrack
enum: Autodesk.Revit.DB.Fabrication.FabricationAncillaryType
source: html/3f331b67-b918-5d8d-7fad-7313614c6e5e.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationAncillaryType.AirturnTrack

Ancillary airturn tracks. Used to fasten airturn vanes in place.